{
  "intro": {
    "title": "The Garden of Forking Paths",
    "description": "Viviamo in un mondo coperto di immagini simboliche. Una varietà di simboli e immagini simboliche dalle origini incerte invadono la nostra vita quotidiana. Noi consumiamo immagini contestualizzate, come i consumatori dei supermercati. Il mio lavoro cancella il contesto e applica le immagini di epoche e culture diverse a nuovi schermi. Le immagini raccontano un mito artificiale creato sullo schermo in un'armonia superficiale. Dietro la superficie apparentemente armoniosa, tuttavia, si susseguono numerosi frammenti simbolici, che non sono conosciuti dalla fonte, che formano il Caos. Il confronto di strutture caotiche di immagini, in cui non si conoscono gli schermi e le fonti armoniche e mitologiche, si ripete e si scontra attraverso la pittura e i modelli spaziali.",
    "image": "/images/intro/Intro-img.jpg"
  },
  "paintings": [
    {
      "id": 12,
      "title": "Study of symbols (ganesha and strip girls) 2022, 50 X 64.5 cm, acrylic on canvas",
      "description": "Ganesha, the elephant god in Indian mythology, is the god in charge of wisdom, wealth, and good fortune. Pink Elephant, a commonly used expression in English culture, refers to a situation in which there is a hallucination resulting from excessive drinking or drug use. In this work, Pink Elephant connects the sacred and earthly world and creates a new scene that is a mixture of legends, myths and vulgarities.",
      "image": "/images/paintings/study of symbols(ganesha and strip girls) senza bordo.jpg"
    },
    {
      "id": 11,
      "title": "Study of symbols (Inuyasha, Artemis, Duality, nine tails fox, trinity, etc) 2022, 92 X 73 cm, acrylic on canvas",
      "description": "",
      "image": "/images/paintings/study of symbol 2_senza bordo.jpg"
    },
    {
      "id": 10,
      "title": "Study of symbols (Dragon Ball, Brahma, Hermes, pigs, skull, mirror, etc) 2022, 92 X 73 cm, acrylic on canvas",
      "description": "The culture of one society and the myth that contains the subconsciousness of the society grow and develop mutually through conflict with other cultures. Whereas the development of one culture took tens or hundreds of years due to the limitations of transportation and lack of a system of communication in the past, the culture of modern society has been developing and expanding dramatically fast with the rapid development of technology. We can declare that the distinction between east, west, north, and south is invalid. The symbols of various times and cultures melt into one scene and meet to dance on one screen. My works aim to create a new myth that contains the contradiction of harmonious surface and conflicting contexts which have different origins from its beginning by remixing symbols.",
      "image": "/images/paintings/study of symbol 1_senza bordo.jpg"
    },
    {
      "id": 9,
      "title": "in you we trust 2022, 161 X 135 cm, acrylic on canvas",
      "description": "It has long been believed that people can possess the special force by drawing symbols and pictures. In Korean, Chinese, and Japanese mythology, there is a story in which a carp rising from the torrents becomes a dragon. For this reason, in eastern culture, a drawing of carp is used as a symbol of passage and survival. Water has many symbolic meaning in the various myths of the: purification, femininity, moon, fertility, and creativity. There are also many water related stories in various myths and religions. Jesus walking on water, sirens leading sailors to death, Poseidon handling water, etc. Every magical power of symbols is formed into the faith.",
      "image": "/images/paintings/in you we trust.jpg"
    },
    {
      "id": 8,
      "title": "My Lucky Years 2022, 149 X 115 cm, acrylic on canvas",
      "description": "In Eastern culture, there is the concept of Samjae (災,, three disasters) which means three unlucky years that come to visit in a nine-year cycle. In Korea, in order to prevent it, people practiced various superstitions. For example, there was the talisman with three falcon heads, and the tiger, a symbol of courage, was often used to drive out the evil energy through the power of sacred and powerful animals. The number 3 also has many meanings related to the superstition and religion of various cultures, especially in Korea, where it was widely regarded as a number that symbolized luck, more than number 7. So it was believed that having only one image representing the number 3 would bring good luck. The decoration of images has been always connected to beliefs and superstitions born of the horror of the human abyss which is rooted deeper than our own intelligence.",
      "image": "/images/paintings/My Lucky Years.jpg"
    },
    {
      "id": 7,
      "title": "new world 2022, 68 X 66.5 cm, acrylic on canvas",
      "description": "Exaggeration and parody are strategies commonly used when using symbols. The more you try to delete the unnaturalness of the stolen symbols, the more it becomes unnatural. In this work, I tried to reveal the conflict and absurdity of messages by positioning a variety of symbols, of which its sources are unclear commonly found in Propaganda art.",
      "image": "/images/paintings/new world.jpg"
    },
    {
      "id": 6,
      "title": "true love 2022, 70 X 45.5 cm, acrylic on canvas",
      "description": "In this work, I set up layers of conflict through the use of repeated pattern. The heart, the symbol of cliché and love is used to stress the banality and superficiality of creation of superstition.  A culture has its pattern and the pattern is made out of selective randomness.",
      "image": "/images/paintings/true love.jpg"
    },
    {
      "id": 5,
      "title": "ecce homo 2022, 70 X 45.5 cm, acrylic on canvas",
      "description": "The superstitions and beliefs have coexisted since the beginning of history, as faces of the same coin. An element of belief can easily turn into an element of superstition. Both the finger of Pontius Pilate pointing contemptuously at Jesus, and the finger seeking the witch's mole on the bodies of innocent girls in the medieval period, they can be both fingers of belief and superstition. I would like to express this simple action of 'indication' which has diverse cultural and religious references in a superficial and decorative way through my work.",
      "image": "/images/paintings/ecce homo.jpg"
    },
    {
      "id": 4,
      "title": "primo bacio 2021, 61 X 69 cm, acrylic on canvas",
      "description": "The peach has historically been regarded as a  sacred fruit in Eastern cultures and the peache branches were believed to have the power to cast out the evil. Dogs, on the other hand, have often been used for negative representations even though they are royal to man. However, in Egyptian mythology, dogs were depicted as sacred animals connecting the land of the dead to the land of the living. The work also tries to represent the relationships between cultures that clash, blend, and intertwine in a complex way by putting symbols of diverse semantical origin on a single screen.",
      "image": "/images/paintings/primo bacio.jpg"
    },
    {
      "id": 3,
      "title": "nice work 2021, 68 X 60 cm, acrylic on canvas",
      "description": "In alchemy, work was needed for creating gold and raising spirits. Our work aiming at making money, reaching at higher social status or fulfilling one’s potential in modern society is not far from the concept of work in alchemy. The endless work of alchemy and our time alludes almost to the idea of limbo.",
      "image": "/images/paintings/nice work.jpg"
    },
    {
      "id": 2,
      "title": "good news 2021, 90 X 99 cm, acrylic on canvas",
      "description": "Too many symbols with different origins lose their meaning when are mixed randomly in one scene. They just become noise, just like when too many notes overlap at the same time. Each symbol, in this work, is used ornamentally and is arranged casually, without logic, inserting ancient and modern symbols. It does not lead us anywhere just like the information we meet every day.",
      "image": "/images/paintings/good news.jpg"
    },
    {
      "id": 1,
      "title": "Do you believe? 2020, 62 X 80 cm, acrylic on canvas",
      "description": "Orange flowers (el semasuchil) are considered as the flowers of the dead or the flowers that attract the dead. Paravent is used in shamanistic rituals in Asian countries. Number 3 has always been used as strong symbols religiously and mythically, in both Western and Eastern culture. Cultures, geographically distant from each other, can be semantically similar and mixed together randomly. As how cultures are made, our faith can be formed with selective information and belief as if we decorate our cultural being.",
      "image": "/images/paintings/Do you believe.jpg"
    },
    {
      "id": 0,
      "title": "apocalypse no.1, 2020, 50 X 70 cm, acrylic on paper",
      "description": "I have always been interested in the process of how the faith of men forms in shape both visually and conceptually. Through this process an information becomes reality, even if it is not verified. There is abundance of evidences since our history has begun. I would like to represent and recreate this system of faith making using a mix of myths, false information, legends and miracles all together.",
      "image": "/images/paintings/apocalypse no.1.jpg"
    }
  ],
  "drawings": [
    {
      "id": 11,
      "image": "/images/drawings/Handwritten_2022-06-16_215508.jpg"
    },
    {
      "id": 10,
      "image": "/images/drawings/Handwritten_2022-06-16_213958.jpg"
    },
    {
      "id": 9,
      "image": "/images/drawings/Handwritten_2022-06-16_213550.jpg"
    },
    {
      "id": 8,
      "image": "/images/drawings/Handwritten_2022-06-08_212151.jpg"
    },
    {
      "id": 7,
      "image": "/images/drawings/Handwritten_2022-06-08_211851.jpg"
    },
    {
      "id": 6,
      "image": "/images/drawings/Handwritten_2022-06-02_204852.jpg"
    },
    {
      "id": 5,
      "image": "/images/drawings/김영훈0016 (12).jpg"
    },
    {
      "id": 4,
      "image": "/images/drawings/김영훈0016 (6).jpg"
    },
    {
      "id": 3,
      "image": "/images/drawings/김영훈0016 (3).jpg"
    },
    {
      "id": 2,
      "image": "/images/drawings/김영훈003.jpg"
    },
    {
      "id": 1,
      "image": "/images/drawings/2022-06-08_212106.jpg"
    },
    {
      "id": 0,
      "image": "/images/drawings/2022-06-02_205122.jpg"
    }
  ],
  "photographs": [
    {
      "id": 4,
      "image": "/images/photographs/DSC_9904.jpg"
    },
    {
      "id": 3,
      "image": "/images/photographs/DSC_8577.jpg"
    },
    {
      "id": 2,
      "image": "/images/photographs/DSC_6981.jpg"
    },
    {
      "id": 1,
      "image": "/images/photographs/000027-1.jpg"
    },
    {
      "id": 0,
      "image": "/images/photographs/000017-1.jpg"
    }
  ]
}